Repository: jilipop/adOHRi-iOS
Catalog: adOHRi/*.lproj/Localizable.strings
Languages: de

# MainViewController.StartStopButton.Start
source: Start
de: Starten

# MainViewController.StartStopButton.Stop
source: Stop
de: Stoppen

# MainViewController.UseHeadphonesToast
source: Please use headphones
de: Bitte Kopfhörer benutzen

# MainViewController.WiredHeadphonesDisconnectedToast
source: Wired headphones disconnected
de: Kopfhörer entfernt

# MainViewController.BluetoothHeadphonesDisconnectedToast
source: Connection to bluetooth headphones lost
de: Verbindung zu Bluetooth-Kopfhörern verloren

# MainViewController.WiFiDisconnectedToast
source: WiFi connection lost
de: WLAN-Verbindung verloren

# InfoViewController.AuthorLabel
source: Project lead: Agnes Nuber Author: Hubert Popiolek commissioned by AG Kurzfilm
de: Projektleitung: Agnes Nuber Autor: Hubert Popiolek im Auftrag der AG Kurzfilm

# InfoViewController.InfoLabel
source: adOHRi – short films for all! adOHRi transmits the audio description (AD) of select short film programmes to your ear. This way you can receive the film description directly at the cinema and experience the diversity of short films. The number of accessible short films is steadily growing and more and more short film programmes are being put together by distributors. Ask your local cinema for an accessible screening. The goal is to make short films accessible for everybody. Bring your own headphones and start the app. The audio description gets transmitted to your mobile device via Wi-Fi. You can control the volume on your mobile device. Thus, you can experience the original film audio through the cinema's audio system and the audio description through your headphones. The audio description will not play through your mobile device's inbuilt speaker. So make sure your headphones are connected. For an optimal experience, bring a charged mobile device to the screening and use wired headphones if possible. In order to optimize reception of the audio description, adOHRi may disconnect your mobile device from the internet until you quit the app. What is an audio description? An audio description turns the film into an aural experience. Settings, actors, facial expressions and cinematography are put into words by professional audio description writers. The visual descriptions for blind and visually impaired audience-members are narrated during dialogue pauses. This measure was co-financed with tax money based on the budget passed by the Saxon state parliament.
de: adOHRi – Kurzfilme für alle! Die App adOHRi überträgt die Audiodeskription (AD) von ausgewählten Kurzfilm-Programmen auf dein Ohr. So kannst du im Kino die Filmbeschreibung direkt empfangen und die Vielfalt von Kurzfilmen erleben. Die Anzahl der barrierefreien Kurzfilme wird immer größer und immer mehr Kurzfilm-Programme werden von den Verleihern zusammengestellt. Frage im Kino deines Vertrauens nach der Möglichkeit einer barrierefreien Vorführung. Das Ziel ist es, allen Menschen Kurzfilme zugänglich zu machen. Nimm deine persönlichen Kopfhörer mit ins Kino und starte die App. Die Audiodeskription wird per WLAN auf dein Mobilgerät übertragen. Über dein Mobilgerät kannst du die Lautstärke regeln, so dass du den originalen Filmton über das Audiosystem des Kinosaals und die Audiodeskription über die Kopfhörer erleben kannst. Der Ton wird nicht über die Lautsprecher des Mobilgerätes übertragen. Achte also darauf, dass deine Kopfhörer angeschlossen sind. Für ein optimales Erlebnis komme mit aufgeladenem Mobilgerät ins Kino und benutze falls möglich kabelgebundene Kopfhörer. Für einen optimalen Empfang der Audiodeskription trennt adOHRi dein Mobilgerät möglicherweise vom Internet, bis du die App beendest. Was ist eine Audiodeskription? Bei einer Audiodeskription wird der Film in einen Hörfilm verwandelt. Schauplätze, Darsteller, Mimik und Gestik sowie Kameraführung werden von professionellen Hörfilm-Autor*innen in Worte gefasst. Die Bildbeschreibungen sind für blinde und sehbehinderte Zuschauer in den Dialogpausen des Films zu hören. Diese Maßnahme wurde mitfinanziert mit Steuermitteln auf Grundlage des vom Sächsischen Landtag beschlossenen Haushaltes.

# InfoViewController.LicencesButtonText
source: Licences
de: Lizenzen

# InfoViewController.SourceCodeButtonText
source: Source code
de: Quellcode

# LicensesViewController.HeaderText
source: <h2>Third party code used in adOHRi</h2>
de: <h2>adOHRi nutzt folgenden Drittanbieter-Code</h2>

# LicensesViewController.Title
source: Licenses
de: Lizenzen
